use Интернет_провайдер;
INSERT INTO [Услуги по договору] (
    [id договора],
    [id тарифа],
    [Дата начала],
    [Дата окончания],
    [Активна]
)
SELECT
    d.[id договора],
    t.[id тарифа],
	d.[Дата заключения договора] as [Дата начала],
    DATEADD(MONTH, 1, GETDATE()) as [Дата окончания],
    1 as [Активна]
FROM [Договоры] d
INNER JOIN [Тарифные планы] t ON d.[id провайдера] = t.[id провайдера]
WHERE d.[Статус активности] = 'Активен'
AND t.[Название тарифа] = '' -- ВЫБИРАЕМ ТАРИФ
AND d.[id клиента] = (SELECT id FROM Клиенты WHERE Имя='' AND Фамилия=''); -- КОМУ ПОДКЛЮЧАЮТ ТАРИФ