use Интернет_провайдер;

INSERT INTO Клиенты(Имя,Фамилия,Отчество,[Лицевой счет],[Номер телефона],[Электронная почта],[Дата регистрации клиента])
VALUES
('Иван', 'Петров', 'Сергеевич', 1000000001, 79011234567, 'ivan.petrov@mail.ru', '2024-01-15'),
('Мария', 'Иванова', 'Александровна', 1000000002, 79119876543, 'maria.ivanova@gmail.com', '2024-01-16'),
('Алексей', 'Смирнов', 'Дмитриевич', 1000000003, 79216543210, 'aleksey.smirnov@yandex.ru', '2024-01-17'),
('Екатерина', 'Кузнецова', 'Владимировна', 1000000004, 79311234567, 'ekaterina.kuznetsova@mail.ru', '2024-01-18'),
('Дмитрий', 'Попов', 'Игоревич', 1000000005, 79419876543, 'dmitry.popov@gmail.com', '2024-01-19'),
('Ольга', 'Лебедева', 'Николаевна', 1000000006, 79516543210, 'olga.lebedeva@yandex.ru', '2024-01-20'),
('Сергей', 'Новиков', 'Петрович', 1000000007, 79611234567, 'sergey.novikov@mail.ru', '2024-01-21'),
('Анна', 'Морозова', 'Викторовна', 1000000008, 79719876543, 'anna.morozova@gmail.com', '2024-01-22'),
('Андрей', 'Волков', 'Олегович', 1000000009, 79816543210, 'andrey.volkov@yandex.ru', '2024-01-23'),
('Наталья', 'Соловьева', 'Сергеевна', 1000000010, 79911234567, 'natalya.solovieva@mail.ru', '2024-01-24'),
('Михаил', 'Васильев', 'Анатольевич', 1000000011, 79029876543, 'mikhail.vasiliev@gmail.com', '2024-01-25'),
('Ирина', 'Зайцева', 'Дмитриевна', 1000000012, 79126543210, 'irina.zaytseva@yandex.ru', '2024-01-26'),
('Павел', 'Павлов', 'Валерьевич', 1000000013, 79221234567, 'pavel.pavlov@mail.ru', '2024-01-27'),
('Юлия', 'Семенова', 'Игоревна', 1000000014, 79329876543, 'yulia.semenova@gmail.com', '2024-01-28'),
('Владимир', 'Голубев', 'Сергеевич', 1000000015, 79426543210, 'vladimir.golubev@yandex.ru', '2024-01-29'),
('Татьяна', 'Виноградова', 'Александровна', 1000000016, 79531234567, 'tatiana.vinogradova@mail.ru', '2024-01-30'),
('Александр', 'Богданов', 'Николаевич', 1000000017, 79639876543, 'alexander.bogdanov@gmail.com', '2024-01-31'),
('Елена', 'Воробьева', 'Павловна', 1000000018, 79746543210, 'elena.vorobeva@yandex.ru', '2024-02-01'),
('Николай', 'Федоров', 'Викторович', 1000000019, 79851234567, 'nikolay.fedorov@mail.ru', '2024-02-02'),
('Светлана', 'Михайлова', 'Олеговна', 1000000020, 79959876543, 'svetlana.mikhailova@gmail.com', '2024-02-03');
GO